{
    "welcomeMessage": "Nau mai ki Kete Hauora",

    "//comment": "About.js",
    "Welcome": "Nau mai ki Te Kete Hauora",
    "Te Kete Hauora is a wellness service directory that connects whānau, individuals, and health professionals with a wide range of services across Counties Manukau. It helps people find support that suits their needs and empowers communities to take control of their wellbeing.": "He rārangi ratonga hauora a Te Kete Hauora e hono ana i te whānau, te tangata takitahi, me ngā kaiwhakarato hauora ki te whānuitanga o ngā ratonga puta noa i Counties Manukau. Ka āwhina i te tangata ki te kimi tautoko e tika ana mō rātou, ā, ka whakakaha hoki i ngā hapori kia whai mana ki te whakahaere i tō rātou oranga.",
    "Our Purpose": "Tō Mātou Whāinga",
    "We aim to encourage engagement with wellbeing services that meet cultural, social, spiritual, and health needs. This work aligns with Te Whatu Ora Counties Manukau’s vision for equity and service integration.": "Ko tā mātou he whakakipakipa i te hono atu ki ngā ratonga oranga e whakatutuki ana i ngā hiahia ahurea, pāpori, wairua, me te hauora. Ka hono tēnei mahi ki te tirohanga a Te Whatu Ora Counties Manukau mō te ōritetanga me te whakakotahitanga ratonga.",
    "Guiding Framework": "Te Anga Arataki",
    "Te Kete Hauora is grounded in": "E ū ana a Te Kete Hauora ki",
    " a Māori health model developed by Sir Mason Durie. It describes wellbeing through four interconnected pou (pillars):": " tētahi tauira hauora Māori nā Tā Mason Durie i waihanga. Ka whakamārama i te oranga mā roto i ngā pou e whā e hono ana:",
    "Our Values": "Ō Mātou Uara",
    "Guided by the values of Te Whatu Ora Counties Manukau:": "E arahina ana e ngā uara o Te Whatu Ora Counties Manukau:",
    "Disclaimer": "Whakakāhoretanga",
    "This project was created in partnership with Auckland University of Technology Bachelor of Computer & Information Sciences Research & Development Project.": "I waihangatia tēnei kaupapa mā te mahi ngātahi me te Whare Wānanga Hangarau o Tāmaki Makaurau i raro i te kaupapa Rangahau me te Whanaketanga mō te Paetahi Pūtaiao Rorohiko me te Pārongo.",
    "While all due care and diligence has been taken by the students and AUT, these projects are undertaken in the course of student instruction. There is no guarantee of success, and clients assume a degree of risk as part of an arrangement intended to be of mutual benefit.": "Ahakoa kua whāia te tūpato me te manawanui e ngā tauira me AUT, ka mahia ēnei kaupapa i roto i te akoranga o ngā tauira. Kāore he pūtāutanga mō te angitū, ā, ka kawea e ngā kiritaki he taumata mōrearea hei wāhanga o te whakaritenga mō te painga tahi.",
    "On completion, it is hoped that the client will receive a professionally documented and soundly constructed working software application or artefact, while students gain valuable exposure to live environments and real-world problems.": "Ina oti, ko te tūmanako ka whiwhi te kiritaki i tētahi taupānga rorohiko, taonga rānei kua tuhia ā-pūkenga, kua hanga tika hoki, i te wā ka whiwhi ngā tauira i te wheako whaihua ki ngā taiao tūturu me ngā raru o te ao.",
    "Consequently, the students and AUT disclaim responsibility and offer no warranty regarding the technology solution or services delivered, both in relation to their use and the results from their use.": "Nā reira, ka whakakāhoretia e ngā tauira me AUT te haepapa, ā, kāore e tukuna he pūtāutanga mō te otinga hangarau, ngā ratonga rānei kua tukuna, mō tō rātou whakamahinga me ngā hua ka puta i taua whakamahinga.",
    "Tutorial Video (Coming Soon)": "Ataata Āwhina (Kei te Heke Mai)",
    "A short tutorial video will be added here to help you navigate Te Kete Hauora.": "Ka tāpiritia ki konei tētahi ataata āwhina poto hei āwhina i a koe ki te whakatere i Te Kete Hauora.",


    "//comment": "Contact.jsx",
    "Contact page": "Whārangi whakapā",

    "//comment": "Filters.jsx",
    "Filters": "Kōwhiringa",
    "Category": "Kāwai",
    "All Categories": "Ngā Kāwai Kōpae",
    "Health": "Hauora",
    "Education": "Mātauranga",
    "Community": "Hapori",
    "Cost": "Utu",
    "Any Cost": "Ahakoa te utu",
    "Free": "Kore utu",
    "Paid": "Ka utua",
    "Region": "Rohe",
    "All Locations": "Ngā wāhi katoa",
    "Auckland": "Akarana",
    "Other": "Ētahi atu",
    "Languages": "Ngā reo",
    "All Languages": "Ngā Reo Katoa",
    "Clear Filters": "Horoi Kōwhiringa",

    "//comment": "Login.jsx",
    "Login": "Takiuru",
    "Email": "Īmēra",
    "Password": "Kupuhipa",
    "Remember me": "Kia mahara ki te takiuru",
    "Forgot password": "Kua wareware te kupuhipa",
    "Don't have an account?": "Kāore ō pūkete?",
    "Register": "Rehita",

    "//comment": "Register.jsx",
    "Already have an account?": "He pūkete kē?",

    "//comment": "navbar.js",
    "Home": "Kāinga",
    "About": "Mō",
    "Contact Us":"Whakapā mai",
    "Find A Service":"Kimihia He Ratonga",

    "//comment": "NotFound.js",
    "Page not found": "Kaore i kitea te whārangi",
    "Sorry, we couldn’t find the page you’re looking for.": "Aroha mai, kāore i kitea e mātou te whārangi e rapu ana koe.",
    "Back to Home": "Hoki ki te Kāinga",

    "//comment": "Organisation.jsx",
    "Loading organisation...": "Kei te uta te whakahaere...",
    "Organisation not found": "Kaore i kitea te whakahaere",
    "Back to Home": "Hoki ki te Kāinga",
    "Phone": "Waea",
    "Email": "Īmēra",
    "Website": "Pae tukutuku",
    "Physical Address": "Wāhitau Tinana",
    "Languages": "Nga reo",
    "Operating Hours": "Ngā hāora mahi",
    "Cost": "Utu",
    "Referral": "Tohutoro",
    "Other Notes": "Ētahi atu Tuhipoka",
    "Services Offered": "Ngā ratonga e tukuna ana",
    "No services listed": "Karekau he ratonga kua whakarārangitia",

    "//comment": "search.js",
    "Search Result": "Hua Rapu",

    "//comment": "searchall.js",
    "All The Services": "Nga Ratonga Katoa",
    "Loading services...": "Uta ana i ngā ratonga...",

    "//comment": "searchBar.js",
    "Enter service Name": "Whakauruhia te Ingoa ratonga",
    "Search": "Rapu",

    "//comment": "searchResultCard.js",
    "Website": "Pae tukutuku",
    "Address": "Wāhitau",
    "Cost": "Utu",
    "Filters": "Horoi Kōwhiringa",
    "More info": "Ētahi atu kōrero",
    "Edit": "Whakatikatika"
}